Repository: opendata-heilbronn/tapwater
Catalog: python-app/locale/*/LC_MESSAGES/django.po
Languages: de

# admin_forms_no_valid_json
source: No valid JSON file
de: Kein gültiges JSON-File

# admin_forms_value_csv
source: No valid CSV file
de: Keine gültige CSV-Datei

# admin_forms_value_region
source: No valid value for region
de: Kein gültiger Wert für Region

# admin_forms_json_for_city
source: Please select a JSON file with locations:
de: Bitte wählen Sie ein JSON-File mit Orten:

# admin_forms_enter_json_for_zone
source: Please select a JSON file with zones and measured values:
de: Bitte wählen Sie ein JSON-File mit Zonen und Messwerten:

# admin_forms_location_of_region
source: Please specify a region for which you want to import data:
de: Bitte geben Sie eine Region an, für welche Sie Daten importieren möchten:

# admin_forms_csv_with_contacts
source: Please select a valid CSV with contacts
de: Bitte wählen Sie eine gültige CSV mit Kontakten

# admin_av_measure_value_potassium
source: Potassium
de: Kalium

# admin_av_measure_value_chloride
source: Chloride
de: Chlorid

# admin_av_measure_value_nitrate
source: Nitrate
de: Nitrat

# admin_av_measure_value_sulfate
source: Sulfate
de: Sulfat

# admin_av_measure_value_hardness
source: Hardness
de: Härte

# admin_mineral_water_sources
source: Source
de: Quelle

# admin_mineral_water_potassium
source: Potassium
de: Kalium

# admin_mineral_water_chloride
source: Chloride
de: Chlorid

# admin_mineral_water_nitrate
source: Nitrate
de: Nitrat

# admin_mineral_water_sulfate
source: Sulfate
de: Sulfat

# admin_manage_administrators_first_name
source: First name
de: Vorname

# admin_manage_administrators_last_name
source: Last name
de: Nachname

# admin_manage_administrators_add_subject
source: Tapwater-Tool - Administrator account data
de: Trinkwassertool - Administrator Zugangsdaten

# administration_token_no_valid_user
source: Valid token exists
de: Kein gültiger Benutzer!

# administration_verifikation_no_valid_user
source: No valid user!
de: Kein gültiger Benutzer!

# administration_delete_water_msg
source: Mineral water succesfull deleted.
de: Mineralwasser erfolgreich gelöscht.

# login_index_logout_msg
source: You successfully logged out!
de: Sie haben Sich erfolgreich abgemeldet!

# admin_manage_administrators_delete_successful
source: Delete successful.
de: Löschen erfolgreich.

# admin_change_password_successful
source: Password was changed successfully.
de: Passwort wurde erfolgreich geändert.

# admin_change_password_error_different
source: The passwords have to be the same.
de: Beide Passwörter müssen übereinstimmen.

# admin_change_password_error_empty
source: Please fill all required fields.
de: Beide Pflichtfelder müssen gefüllt sein.

# login_email_token_subject
source: Drinking Water-Tool | Login-Token
de: Trinkwasser Tool

# login_utilities_registration_subject
source: Drinking Water-Tool | Registration
de: Trinkwasser Tool | Registrierung

# index_login_invalid_token
source: Your token isn't valid! Please request new token with the Login function
de: Ihr Token ist abgelaufen! Bitte fordern Sie einen neuen Token über den Login an

# admin_login_failed_error_msg
source: Login failed! Please try again
de: Login fehlgeschlagen! bitte erneut anmelden

source: English
de: Englisch

source: German
de: Deutsch

# 404_page_error_text
source: We can't seem to find the page you're looking for.
de: Die von Ihnen aufgerufene Seite konnte nicht gefunden werden.

# 404_page_back_to_home_link
source: Back to Home
de: Zurück zur Startseite

# 500_page_error_text
source: Something went wrong. Your call could not be processed.
de: Ihr Aufruf konnte nicht vom Server verarbeitet werden.

# 500_page_back_to_home_link
source: Back to Home
de: Zurück zur Startseite

# admin_add_mineral_water_back
source: Back
de: Zurück

# admin_add_mineral_water_headline
source: Add a new mineral water
de: Neues Mineralwasser hinzufügen

# admin_add_mineral_water_success
source: Save successful!
de: Speichern erfolgreich!

# admin_add_mineral_water_failure
source: Save failed! The choosen mineral water already exists.
de: Speichern fehlgeschlagen! Das gewählte Mineralwasser ist schon vorhanden.

# admin_add_mineral_water_submit
source: Save
de: Speichern

# admin_add_mineral_water_cancel
source: Cancel
de: Abbrechen

# admin_manage_administrators_add_successful
source: Creation and sending the email was successful.
de: Anlegen und Senden der Email erfolgreich.

# admin_manage_administrators_add_failure
source: Creation failed. Please check your formular.
de: Anlegen ist fehlgeschlagen. Bitte Eingaben überprüfen.

# admin_manage_administrators_show_headline
source: Overview - Administrators
de: Übersicht - Administratoren

# admin_manage_administrators_add_headline
source: Create Administrator
de: Administrator anlegen

# admin_manage_administrators_add
source: Create
de: Anlegen

source: User administration
de: Nutzerverwaltung

# import_user_dangeralert
source: Import failed!
de: Import fehlgeschlagen!

# import_user_dangeralert_msg
source: Please select a valid for upload and import!
de: Bitte wählen Sie eine gültige Datei für den Upload und Import!

# import_user_warning_1
source: Background:
de: Hintergrund:

# import_user_warning_2
source: We canceled the import process because there was a problem at the following line of your csv-File:
de: Wir haben den Import Vorgang abgebrochen, da ein Problem in folgenden Zeilen ihrer csv-Datei aufgetaucht ist (möglicherweise existieren die Benutzer schon in der Datenbank oder sind mehrfach in der csv enthalten):

# import_measure_warning_3
source: Therefore, we rolled back and undo any changes made to the database.
de: Daher haben wir ein Rollback durchgeführt und alle bereitsvorgenommen Änderungen in der Datenbank rückgängig gemacht.

# import_measure_success
source: Import successful!
de: Import erfolgreich!

# import_user_noteheadline
source: Notes for a successful import:
de: Hinweise für einen erfolgreichen Import:

# import_user_notetext_0
source: Please read these instructions carefully before you begin to import data.
de: Bitte lesen Sie diese Hinweise aufmerksam durch, bevor sie mit dem Import ihrer Kontakte beginnen.

# import_user_notetext_1
source: Make sure you have a valid utf-8 encoded CSV-File that contains the 4 columns (First name, Last name, E-mail, Authority) which are separated by semicolon.
de: Stellen Sie sicher, dass ihre CSV-Datei utf-8 kodiert ist und über die 4 Spalten(Vorname, Nachname, Mail, Gemeinde) verfügt die durch Semikolon getrennt sind.

# import_user_csv_sample
source: contacts.csv (structure sample):
de: contacts.csv (Struktur-Muster):

# import_user_selectfile
source: Please select CSV file:
de: Bitte CSV-File wählen:

# import_contacts_submit
source: Upload and Import
de: Hochladen und Importieren

# user_send_token
source: Send token
de: Token an alle versenden

# administration_token_send_successful
source: Sending mails successful.
de: Senden erfolgreich.

# administration_token_send_failure
source: Sening mails failed for the folloing users:
de: Senden ist für folgende User fehlgeschlagen:

# send_token_title
source: Send token to all authorities
de: Token an alle Gemeinden senden:

# send_token_button
source: Send Emails
de: Emails senden

# administration_send_selected_token_title
source: Send token to one or multiple authorities
de: Token an einen oder meherere Gemeinden senden

# administration_authority_show_authority
source: List of authorities
de: Behördenübersicht

# administrator_verify_authority_user
source: Mark the authorities as verified (checked):
de: Behördenmitarbeiter als verifiziert (überprüft) markieren:

# administrator_verify_authority_user_selection
source: Verify authority users
de: Behördenmitarbeiter verifizieren

# admin_av_measure_value_headline
source: Overview of average readings
de: Übersicht der Durchschnittswerte

# admin_av_measure_value_button
source: Water averages
de: Wasser Mittelwerte

# admin_base_headline
source: Drinking Water-Tool
de: Trinkwasser-Tool

# admin_base_import_measurement_and_comparison
source: Measured values and comparison
de: Messwerte und Vergleich

# admin_base_import_measurement
source: Import measurements
de: Messwerte importieren

# admin_base_show_measurement
source: Show measurements
de: Messwerte anzeigen

# admin_show_locations
source: Show locations
de: Orte anzeigen

# admin_base_show_water
source: Mineral water
de: Mineralwasser

# admin_base_average_value
source: Average readings
de: Durchschnittsmesswerte

# admin_base_daily_dosis
source: Daily dose
de: Tägliche Dosis

# admin_base_showuser
source: Show user
de: User anzeigen

# admin_base_edituser
source: Manage user
de: User verwalten

# admin_base_administrators
source: Manage administrator
de: Administratoren verwalten

# admin_base_change_password
source: Change password
de: Passwort ändern

# admin_base_choose_language
source: Language
de: Sprache

# administration_base_contact
source: Contact
de: Kontakt

# administration_base_about_project
source: About the project
de: Über das Projekt

# administration_base_participants
source: Participants
de: Mitwirkende

# admin_change_password_new_password
source: New Password
de: Neues Passwort

# admin_change_password_new_password_repeat
source: Confirm Password
de: Passwort wiederholen

# admin_change_password_save
source: Save
de: Speichern

# administration_verify_user_title
source: Verification of authotity users
de: Verifikation Behördenmitarbeiter

# administration_verify_user_successful
source: Verification successful.
de: Verifikation erfolgreich.

# administration_verify_user_no_users_selected
source: No users were selected!
de: Es wurden keine Benutzer ausgewählt!

# administration_verify_user_failure
source: Verification failed for the folloing users:
de: Verifikation ist für folgende User fehlgeschlagen:

# administration_verify_user_firstname
source: First name
de: Vorname

# administration_verify_user_lastname
source: Last name
de: Nachname

# administration_verify_user_authority
source: Authority
de: Behörde

# administration_verify_user_submit
source: Verify authority users
de: Benutzer verifizieren

# admin_change_av_measure_value_back
source: Back
de: Zurück

# admin_av_measur_value_edit_headline
source: Edit average values
de: Durchschnittswerte bearbeiten

# admin_av_measure_value_success
source: Sulfate
de: Speichern erfolgreich!

# admin_edit_av_measur_error
source: Error while saving average measurement!
de: Fehler beim speichern des Durchschnittswerts!

# admin_change_av_measure_value_submit
source: Save
de: Speichern

# admin_change_av_measure_value_cancel_button
source: Back
de: Abbrechen

# admin_edit_mineral_water_back
source: Back
de: Zurück

# admin_edit_mineral_water_headline
source: Edit mineral water
de: Mineralwasser editieren

# admin_edit_mineral_water_success
source: Save successful!
de: Speichern erfolgreich!

# admin_edit_mineral_water_failure
source: Save failed!
de: Speichern fehlgeschlagen!

# admin_edit_mineral_water_submit
source: Save
de: Speichern

# admin_manage_administrators_add_salutation
source: Hello
de: Hallo

# admin_manage_administrators_add_intro
source: Following your account data for our administration area.
de: Folgend Ihre Daten für den Administrationsbereich.

# admin_manage_administrators_add_username
source: User name
de: Benutzername

# admin_manage_administrators_add_password
source: Create
de: Passwort

# admin_manage_administrators_add_ending
source: Have fun and don't forget to change your password.
de: Viel Spaß und denken Sie daran, Ihr Passwort zuändern.

# tapwater_modals_impressum_modal_impressum
source: About us:
de: Über uns:

# tapwater_modals_impressum_modal_adress_of_company_district_court
source: HRB 108620 (District court of Stuttgart)
de: HRB 108620 (Amtsgericht Stuttgart)

# tapwater_modals_impressum_modal_adress_of_company_managing_director
source: Managing director: Felix Ebert
de: Geschäftsführer: Felix Ebert

# login_utilities_mail_auto_generated
source: This email was generated automatically. Please do not reply to this email.
de: Diese E-Mail wurde automatisch generiert. Bitte antworten Sie nicht auf diese E-Mail.

# admin_import_measure_heading
source: JSON-Import for water values
de: JSON-Import für Wasserwerte

# admin_import_measure_dangeralert
source: Import failed!
de: Import fehlgeschlagen!

# admin_import_measure_dangeralert_msg
source: Please select valid files for upload and import!
de: Bitte wählen Sie gültige Dateien für den Upload und Import!

# admin_import_measure_warning_1
source: Background:
de: Hintergrund:

# admin_import_measure_warning_2
source: We canceled the import process because there was a problem at the following places:
de: Wir haben den Import Vorgang abgebrochen, da ein Problem bei folgenden Orten aufgetaucht ist:

# admin_import_measure_warning_3
source: Therefore, we rolled back and undo any changes made to the database.
de: Daher haben wir ein Rollback durchgeführt und alle bereitsvorgenommen Änderungen in der Datenbank rückgängig gemacht.

# admin_import_measure_success
source: Import successful!
de: Import erfolgreich!

# admin_import_measure_noteheadline
source: Notes for a successful import:
de: Hinweise für einen erfolgreichen Import:

# admin_import_measure_notetext_0
source: Please read these instructions carefully before you begin to import data.
de: Bitte lesen Sie diese Hinweise aufmerksam durch, bevor sie mit dem Datenimport beginnen.

# admin_import_measure_notetext_1
source: Make sure you have two JSON files (.json), one JSON file contains the cities (locations), the other JSON file contains the zones and measured values (zones).
de: Stellen Sie sicher, dass Ihnen zwei JSON-Files (.json) vorliegen. Das eine JSON-File enthält die Orte (Locations), das andere JSON-File die Zonen und Messwerte (Zones).

# admin_import_measure_notetext_2
source: Check if your JSON files match the expected format (see below), and whether the JSON files actually contain only locations or zones.
de: Prüfen Sie ob ihre JSON-Files dem erwarteten Format (siehe unten) entsprechen und ob in den JSON-Files tatsächlich nur Orte bzw. Zonen enthalten sind.

# admin_import_measure_location_json
source: locations.json (structure pattern):
de: locations.json (Struktur-Muster):

# admin_import_measure_zones_json
source: zones.json (structure pattern)
de: zones.json (Struktur-Muster)

# admin_import_measure_notetext_3
source: Make sure that in JSON file with the cities, all places belong to the Object "Locations", and in the JSON file with the Zones, all zones belong to the Object "Zones".
de: Stellen Sie sicher, dass im JSON-File mit den Orten, alle Orte dem Object "Locations" zugehören und im JSON-File mit den Zonen, alle Zonen dem Object "Zones".

# admin_import_measure_selectfiles
source: Please select JSON files:
de: Bitte JSON-Files wählen:

# admin_import_measure_onsubmit_msg
source: The processing is running, please wait a moment ...
de: Die Verarbeitung läuft, bitte haben Sie einen Moment geduld...

# admin_import_measure_submit
source: Upload and Import
de: Hochladen und Importieren

# admin_measurement_show_headline
source: Overview of measurements values
de: Übersicht der Messwerte

# admin_measurement_city
source: City
de: Stadt

# admin_measurement_district
source: District
de: Teilort

# admin_measurement_year
source: Year
de: Jahr

# admin_measurement_measurements
source: Measurements
de: Messungen

# admin_measurement_description
source: Description
de: Beschreibung

# admin_measurement_hardness
source: Hardness
de: Härte

# admin_measurement_potassium
source: Potassium
de: Kalium

# admin_measurement_chloride
source: Chloride
de: Chlorid

# admin_measurement_nitrate
source: Nitrate
de: Nitrat

# admin_measurement_sulfate
source: Sulfate
de: Sulfat

# admin_measurement_street
source: Street
de: Straße

# admin_mineralwater_headline
source: Overview of values stored in the database
de: Übersicht der in der Datenbank gespeicherten Werte

# admin_mineralwater_potassium
source: Potassium
de: Kalium

# admin_mineralwater_chloride
source: Chloride
de: Chlorid

# admin_mineralwater_nitrate
source: Nitrate
de: Nitrat

# admin_mineralwater_sulfate
source: Sulfate
de: Sulfat

# admin_add_mineral_water
source: New mineral water
de: Neues Mineralwasser

# admin_edit_mineral_water
source: Edit
de: Editieren

# admin_delete_mineral_water
source: Delete
de: Löschen

# admin_nutrient_daily_dosis_heading
source: Overview: Daily dose
de: Übersicht: Tägliche Dosis

# admin_nutrient_daily_dosis_potassium
source: Potassium
de: Kalium

# administration_token_send_no_users_selected
source: No users were selected!
de: Es wurden keine Benutzer ausgewählt!

# administration_token_send_title
source: List of authorities
de: Behördenübersicht

# administration_token_send_user_firstname
source: First name
de: Vorname

# administration_token_send_user_lastname
source: Last name
de: Nachname

# administration_token_send_valid_token
source: Valid token exists
de: Token vorhanden

# administration_token_send_token_exists
source: True
de: Ja

# administration_token_send_no_token_exists
source: True
de: Nein

# administration_token_send_token_button
source: Send mail
de: Email senden

# administration_show_history_title
source: History
de: Historie

# administration_show_history_creation_date
source: Creation date
de: Erstellungsdatum

# administration_show_history_user
source: User
de: Benutzer

# administration_show_history_date_of_measurement
source: Date of measurement
de: Datum der Messung

# tapwater_index_sodium
source: Sodium
de: Natrium

# tapwater_index_potassium
source: Potassium
de: Kalium

# tapwater_index_chloride
source: Chloride
de: Chlorid

# tapwater_index_nitrate
source: Nitrate
de: Nitrat

# tapwater_index_sulfate
source: Sulfate
de: Sulfat

# tapwater_index_hardness
source: Hardness
de: Härte

# user_headline
source: User overview
de: User Übersicht

# user_firstname
source: First name
de: Vorname

# user_lastname
source: Last name
de: Nachname

# user_authority
source: Authorities
de: Gemeinde

# user_user_type
source: User type
de: User Typ

# login_admin_title
source: Login for Admin-User
de: Login für Admin-User

# login_admin_login_user_label
source: Username
de: Benutzername

# login_admin_username
source: Enter Username
de: Benutzername eingeben

# login_admin_login_password_label
source: Password
de: Passwort

# login_admin_password
source: Enter Password
de: Passwort eingeben

# login_admin_failed
source: Login failed! Please log on again
de: Login fehlgeschlagen!

# login_admin_failed_info
source: Your Login failed! Please try it again on the Login Page:
de: Ihr Login ist fehlgeschlagen! Bitte versuchen Sie es erneut über die Login-Seite:

# login_admin_page
source: Login for Administrators
de: Login für Administratoren

# login_email_token_greeting_first
source: Hello
de: Hallo

# login_email_token_greeting_second
source: thanks for supportung the Drinking Water-Tool with measurement data.
de: danke, dass Sie das Trinkwasser Tool mit Messdaten unterstützen.

# login_email_token_link_address
source: Please use the following link shown below to log into Drinking Water-Tool:
de: Bitte nutzen Sie diesen Link zur Anmeldung im Trinkwasser Tool:

# login_email_token_thanks
source: Best regards
de: Mit freundlichen Grüßen

# login_email_token_ending
source: Your Drinking Water-Tool Team
de: Ihr Trinkwasser-Tool Team

# login_email_token_impressum
source: About us:
de: Über uns:

# login_email_token_adress_of_company_district_court
source: HRB 108620 (District court of Stuttgart)
de: HRB 108620 (Amtsgericht Stuttgart)

# login_email_token_adress_of_company_managing_director
source: Managing director: Felix Ebert
de: Geschäftsführer: Felix Ebert

# login_authority_failed
source: Login failed! Request new Token Email
de: Login fehlgeschlagen

# login_authority_failed_info
source: Your Login failed! Please try it again at the main page:
de: Ihr Login ist fehlgeschlagen! Bitte versuchen Sie es erneut auf der Startseite:

# login_authority_page
source: main page
de: Startseite

# login_authority_headline
source: Authority
de: Behörde

# tapwater_base_the_title
source: What is in your tap water?
de: Was steckt in meinem Leitungswasser?

# tapwater_base_title_description
source: Do you really know how good the drinking water is at your residence place? Here you can find it - for the city and county Heilbronn
de: Weißt du eigentlich, wie gut das Trinkwasser an deinem Wohnort ist? Hier kannst du es herausfinden - für den Stadt- und Landkreis Heilbronn

# tapwater_logout_button
source: Logout
de: Abmelden

# tapwater_user_area_button
source: Register
de: Benutzerbereich

# tapwater_registration_button
source: Register
de: Registrieren

# tapwater_login_button
source: Login
de: Anmelden

# tapwater_index_region_name
source: Drinking Water-Tool
de: Trinkwasser-Tool

# tapwater_index_place
source: City
de: Ort

# tapwater_index_district
source: District
de: Ortsteil

# tapwater_index_street
source: Street
de: Straße

# tapwater_index_continue
source: Continue
de: Weiter

# admin_current_location
source: Current Location
de: Aktueller Standort

# tapwater_index_note
source: Data from the city and district of Heilbronn are currently available.
de: Derzeit sind Daten aus dem Stadt- und Landkreis Heilbronn auswählbar.

# admin_gelocation_no_support_error
source: Geolocation is not supported by this browser.
de: Die Standortermittlung wird von diesem Browser nicht unterstützt.

# admin_browser_error_position
source: Browser geolocation error ! Position unavailable.
de: Browser-Geolokalisierungsfehler! Position nicht verfügbar.

# admin_browser_error_timeout
source: Browser geolocation error ! Timeout error.
de: Browser-Geolokalisierungsfehler! Timeout-Error.

# admin_browser_error_unknown
source: Browser geolocation error ! Position unavailable.
de: Browser-Geolokalisierungsfehler! Position nicht verfügbar.

# admin_geolocation_api_error
source: API Geolocation error!
de: API Geolocation Fehler!

# admin_no_data_pre
source: Sorry, there are not data for
de: Sorry, wir haben leider keine Daten für

# admin_no_data_after
source: in our database.
de: in unserer Datenbank.

# tapwater_modals_about_modal_about_impressum
source: About us:
de: Über uns:

# tapwater_modals_about_modal_how_drinking_water_tool_developed
source: How the drinking water tool has been created
de: Wie das Trinkwasser-Tool entstanden ist

# tapwater_modals_about_modal_drinking_water_as_controlled_foods
source: Drinking water is considered to be the most controlled food in Germany. And yet we know very little about the water that comes out of the tap. Many authorities publish the results of their investigations on their websites. This data is accessible to the public - but it is not tangible. What does a hardness of 9 mean? Are 200 milligrams of calcium per liter much or less? It is only when we compare it with water from the trade, we know how mineral-rich our water is.
de: Trinkwasser gilt als das am besten kontrollierte Lebensmittel in Deutschland. Und trotzdem wissen wir sehr wenig über das Wasser, das bei uns aus dem Hahn kommt. Viele Kommunen veröffentlichen die Untersuchungsergebnisse auf ihren Webseiten. Für den Bürger sind diese Daten abrufbar - aber nicht greifbar. Was bedeutet ein Härtegrad von 9? Sind 200 Milligramm Calcium pro Liter viel oder wenig? Wie mineralreich unser Leitungswasser ist, zeigt sich erst, wenn wir es mit Wasser aus dem Handel vergleichen.
