Repository: opendata-heilbronn/tapwater
Catalog: python-app/locale/*/LC_MESSAGES/django.po
Languages: de

# tapwater_modals_about_modal_idea_february
source: This is now possible for the Heilbronn region. The idea was born at the end of February at the Open Data Day in Heilbronn. Although many data were available online, they had to be first put into a machine-readable form. Many authorities publish only PDF files with the annual averages. These are not machine-readable and had to be transferred by the editors. To program the application, a uniform data set is required. On some websites of the local authorities, the searched information about the drinking water were hidden on the subsites, were obsolete or incomplete. We have therefore requested the data from many cities and authorities by e-mail. Only three authorities did not provide any feedback.
de: Das ist für die Region Heilbronn jetzt möglich. Die Idee dazu entstand Ende Februar beim Open Data Day in Heilbronn. Obwohl viele Daten online verfügbar waren, mussten sie zuerst in eine maschinenlesbare Form gebracht werden. Viele Kommunen veröffentlichen nur PDF-Dateien mit den Jahresdurchschnittswerten. Diese sind nicht maschinenlesbar und mussten von der Redaktion übertragen werden. Um die Anwendung zu programmieren, ist ein einheitlicher Datensatz notwendig. Auf manchen Webseiten der Kommunen waren die gesuchten Informationen über das Trinkwasser auf Unterseiten versteckt, veraltet oder nicht vollständig. Bei vielen Städten und Gemeinden haben wir deshalb per Email die Daten abgefragt. Nur von drei Kommunen kam bisher keine Rückmeldung.

# tapwater_modals_about_modal_surprise_drinking_water_in_heilbronn
source: We were surprised how different the drinking water in the region is. In part, the mineral content differs very strongly within a village - namely when there are different areas of supply. Authorities like Bad Friedrichshall, Neckarsulm or Zaberfeld are divided into several areas. This was a particular challenge in the data collection phase. The areas had to be partially assigned to the streets, so that the user also gets the correct values for his own street. Regarding drinking water prices, the Statistical Authorities offers a complete data set for all counties - for the drinking water quality there is unfortunately no such public data record.
de: Überraschend war für uns, wie unterschiedlich das Trinkwasser in der Region zusammengesetzt ist. Teilweise differiert der Mineraliengehalt innerhalb einer Ortschaft sehr stark - nämlich dann, wenn es verschiedene Versorgungsbereiche gibt. Kommunen wie Bad Friedrichshall, Neckarsulm oder Zaberfeld sind in mehrere Gebiete eingeteilt. Dies war in der Phase der Datenerhebung eine besondere Herausforderung. Die Gebiete mussten teilweise noch den Straßen zugeordnet werden, damit der Benutzer auch die korrekten Werte für seine eigene Straße angezeigt bekommt. Zu den Trinkwasserpreisen bietet das Statistische Landesamt einen vollständigen Datensatz für alle Landkreise - für die Trinkwasserqualität gibt es einen solchen öffentlichen Datensatz leider nicht.

# tapwater_modals_about_modal_application_as_research_project
source: The data set for this application was therefore an elaborate research project. Implementation and visualization were also very complex for the developers Felix Ebert, Ulrich Stech and Tom Görner. User-friendliness and design played an important role. From dry figures, an interactive graphic should be created, which gives the user access to his drinking water. Heiko was not responsible for the graphic elements.
de: Der dieser Anwendung zugrundliegende Datensatz war deshalb ein aufwändiges Rechercheprojekt. Nicht weniger aufwändig waren für die Entwickler Felix Ebert, Ulrich Stech und Tom Görner Umsetzung und Visualisierung. Eine große Rolle spielten dabei Benutzerfreundlichkeit und Design. Aus trockenen Zahlen sollte eine interaktive Grafik entstehen, durch die der Benutzer einen Zugang zu seinem Trinkwasser bekommt. Für die grafischen Elemente war Heiko Nicht verantwortlich.

# tapwater_modals_about_modal_application_beta-version
source: The drinking water application is a beta version. Above all the data collection can never be completed. Many authorities will soon publish the current annual average values - these should also be updated in our application. We are dependent on the cooperation of the town halls and have established a contact area. Due to the large data set, incorrect data may occur. Anyone who detects clogging can contact us at any time. We also appreciate feedback.
de: Die Trinkwasser-Anwendung ist eine Beta-Version. Vor allem die Datenerhebung kann nie abgeschlossen werden. Viele Kommunen veröffentlichen bald wieder die aktuellen Jahresmittelwerte - diese sollen auch in unserer Anwendung aktualisiert werden. Wir sind dabei auf die Mitarbeit der Rathäuser angewiesen und haben einen Kontaktbereich eingerichtet. Aufgrund des großen Datensatzes kann es zu fehlerhaften Angaben kommen. Wer Auffälligkeifen entdeckt, kann uns jederzeit kontaktieren. Wir freuen uns auch über Feedback.

# tapwater_modals_about_modal_code_for_application
source: The application's record and code are publicly available and are subject to an open source license.
de: Datensatz und Code der Anwendung sind öffentlich zugänglich und stehen unter einer Open Source-Lizenz.

# tapwater_modals_about_modal_interest_open data
source: You are interested in other OpenData applications or would you like to participate? We meet regularly in Heilbronn within the scope of
de: Du bist an weiteren Open Data Anwendungen interessiert oder möchtest selbst mitwirken? In Heilbronn treffen wir uns regelmäßig im Rahmen von

# tapwater_modals_about_modal_common_open_data_project
source: , in order to implement OpenData projects together - we would be pleased to welcome you!
de: , um gemeinsam Open Data Projekten umzusetzen - wir würden uns über deinen Besuch freuen!

# tapwater_modals_attribution_modal_participants
source: Participants
de: Mitwirkende

# tapwater_modals_attribution_modal_editorial_realization
source: Editorial realization
de: Redaktionelle Umsetzung

# tapwater_modals_attribution_modal_design
source: Design
de: Gestaltung

# tapwater_modals_attribution_modal_programming
source: Programming
de: Programmierung

# tapwater_modals_attribution_hshnn
source: Heilbronn University
de: Hochschule Heilbronn

# tapwater_modals_attribution_modal_collaboration
source: Collaboration
de: Mitarbeit

# tapwater_modals_attribution_modal_meeting_in_heilbronn
source: We meet regularly in Heilbronn within the framework of
de: In Heilbronn treffen wir uns regelmäßig im Rahmen von

# tapwater_modals_attribution_modal_common_open_data_project
source: , in order to implement OpenData projects together - we would be pleased to welcome you!
de: , um gemeinsam Open Data Projekten umzusetzen - wir würden uns über deinen Besuch freuen!

# tapwater_modals_contact_modal_contact
source: Contact
de: Kontakt

# tapwater_modals_contact_modal_feedback
source: We are looking forward to your feedback:
de: Wir freuen uns über Feedback:

# tapwater_modals_contact_modal_mailto
source: Email address: wasser@opendatalab.de - Many thanks!
de: E-Mail Adresse: wasser@opendatalab.de - Vielen Dank!

# tapwater_modals_contact_modal_incorrect_data
source: Due to the numerous data, the data may be incorrect. Have you found an error? Write us!
de: Aufgrund der zahlreichen Daten kann es vereinzelt zu fehlerhaften Angaben kommen. Haben Sie einen Fehler entdeckt? Schreiben Sie uns!

# tapwater_modals_contact_modal_employees_of_municipalicity
source: Or are you employees of a municipality and would like to enter your data? Just send us your data by e-mail.
de: Oder sind Sie Mitarbeiter einer Kommune und möchten Ihre Daten eintragen? Schicken Sie uns einfach Ihre Daten per E-Mail.

# administration_delete_minral_water
source: Delete mineral water
de: Mineralwasser löschen

# admin_delete_mineral_water_confirmation_question
source: Do you really want to delete
de: Wollen Sie wirklich löschen

# admin_delete_mineral_water_noCancel
source: No, Cancel
de: Nein, Abbrechen

# admin_delete_mineral_water_yesDelete
source: Yes, Delete
de: Ja, Löschen

# login_index_token_info_msg
source: You get a mail with a link so you are directly logged in! You can only request this link if you are registered.
de: Sie erhalten per Email einen Link mit welchem Sie direkt eingeloggt sind! Sie können sich diesen Link nur zusenden lassen, wenn Sie registriert sind.

# login_index_token_info_reg_msg
source: If you aren't registered yet, you can register here:
de: Sollten Sie noch nicht registriert sein, können Sie sich hier registrieren:

# login_index_email_label
source: Your email address:
de: Ihre Email Adresse:

# login_index_email_button
source: request link
de: Link anfordern

# tapwater_share_modal_measurement_values
source: Share values
de: Wasserwerte teilen

# tapwater_share_modal_info
source: Copy the following link for sharing the values with other persons.
de: Zum Teilen der Wasserwerte senden Sie den folgenden Link an andere Personen.

# tapwater_index_home_name
source: Drinking Water-Tool
de: Trinkwasser-Tool

# tapwater_index_back_to_start
source: Back to start
de: Zum Start

# tapwater_share_measurement_values
source: Share
de: Teilen

# tapwater_index_user_area
source: Userarea
de: Benutzerbereich

# tapwater_index_questions_and_answers
source: Questions and Answers
de: Fragen und Anworten

# tapwater_index_response_message
source: There are no values for this ingredient.
de: Es liegen leider keine Werte für diesen Inhaltsstoff vor.

# tapwater_index_role_of_sodium
source: Sodium regulates the water balance.
de: Natrium reguliert den Wasserhaushalt.

# tapwater_index_required_quantity_of_sodium
source: How much sodium is suitable for whom is strongly dependent on the individual: athletes are recommended sodium water, people with hypertension or infants should drink low-sodium water (less than 20 milligrams per liter).
de: Wieviel Natrium für wen geeignet ist, hängt stark vom Einzelnen ab: Sportlern ist natriumreiches Wasser zu empfehlen, Menschen mit Bluthochdruck oder Säuglinge sollten natriumarmes Wasser (weniger als 20 Milligramm pro Liter) trinken.

# tapwater_index_lack_of_sodium
source: A lack of sodium manifests itself in physical weakness, nausea and muscle cramps up to the circulation collapse.
de: Ein Mangel an Natrium äußert sich in körperlicher Schwäche, Übelkeit und Muskelkrämpfen bis hin zum Kreislaufkollaps.

# tapwater_index_recommendation_of_sodium
source: Recommended are at least 550 mg sodium per day. For a medically recommended low sodium diet or for infants, less than 20 mg / l of sodium is suitable.
de: Empfohlen sind mindestens 550 mg Natrium pro Tag. Für eine ärztlich empfohlene natriumarme Ernährung oder für Säuglinge sind weniger als 20 mg/l Natrium geeignet.

# tapwater_index_role_of_potassium
source: Potassium balances the water and electrolyte balance, regulates the blood pressure and is important for a regular heart attack as well as the nerves.
de: Kalium hält den Wasser- und Elektrolythaushalt im Gleichgewicht, reguliert den Blutdruck und ist wichtig für einen regelmäßigen Herzschlag sowie die Nerven.

# tapwater_index_lack_of_potassium
source: To a potassium deficiency it can be after large losses of liquid, for example by long-lasting diarrheal diseases, vomiting or prolonged use of drainage and laxatives.
de: Zu einem Kaliummangel kann es nach größeren Flüssigkeitsverlusten, z. B. durch lang andauernde Durchfallerkrankungen, Erbrechen oder längere Einnahme von Entwässerungs- und Abführmitteln

# tapwater_index_high_potassium_content
source: Too high a potassium content in the blood can lead to heart failure, since potassium inhibits the contraction of the heart muscle.
de: Ein zu hoher Kaliumgehalt im Blut kann zu Herzversagen führen, da Kalium die Kontraktion des Herzmuskels hemmt.

# tapwater_index_role_of_calcium
source: Calcium is used to form bones and teeth. Calcium is also important for muscles and blood clotting.
de: Calcium wird zur Bildung der Knochen und Zähne gebraucht. Auch für die Muskeln und die Blutgerinnung ist Calcium wichtig

# tapwater_index_lack_of_calcium
source: Calcium often lacks what can lead to a reduction in bone strength and thus to osteoporosis.
de: An Calcium mangelt es oft, was was zu einer Verringerung der Knochenfestigkeit und damit zu Osteoporose führen kann.

# tapwater_index_role_of_magnesium
source: Magnesium influences the energy metabolism, the interplay of nerves on muscles, protein build-up and bone mineralization. It is also responsible for the activation of more than 300 enzymes in the metabolism.
de: Magnesium beeinflusst den Energiestoffwechsel, das Zusammenspiel von Nerven auf Muskeln, für den Eiweißaufbau sowie und die Knochenmineralisation. Außerdem ist es für die Aktivierung von über 300 Enzymen im Stoffwechsel verantwortlich.

# tapwater_index_high_magnesium_content
source: An excess of magnesium is very unlikely. In large amounts the mineral produces a softer stool.
de: Ein Zuviel an Magnesium ist sehr unwahrscheinlich. In großen Mengen bewirkt der Mineralstoff einen weicheren Stuhl.

# tapwater_index_role_of_chloride
source: Chloride is a component of saline and is therefore responsible for the regulation of water balance. Chloride is also important for the nerves, the heart, and the muscles as well as the acid-base balance.
de: Chlorid ist ein Bestandteil von Kochsalz und ist daher für die Regulation des Wasserhaushaltes mitverantwortlich. Auch für die Nerven, das Herz und die Muskeln sowie den Säure-Basenhaushalt ist Chlorid wichtig.

# tapwater_index_high_chloride_content
source: Since it is found in many foods, more than enough chloride is absorbed. A persistent over-supply with chloride can lead to hypertension.
de: Da es in vielen Lebensmitteln vorkommt, wird meist mehr als genügend Chlorid aufgenommen. Eine dauerhafte Überversorgung mit Chlorid kann zu Bluthochdruck führen.

# tapwater_index_role_of_nitrate
source: Nitrate is converted into toxic nitrite in the body. Nitrosamines can also be produced from nitrites.
de: Nitrat wird im Körper in giftiges Nitrit umgewandelt. Zudem können aus Nitriten krebserregende Nitrosamine entstehen.

# tapwater_index_content_of_nitrate
source: The nitrite itself can cause an oxygen supply to all organs and tissues. Infants are especially vulnerable.
de: Das Nitrit selbst kann eine Sauerstoffunterversorgung aller Organe und Gewebe bewirken. Säuglinge sind hierfür besonders anfällig.

# tapwater_limit_value_of_nitrate
source: Therefore the limit value in mineral water is 50 mg / l. The nitrate levels in the drinking water of the region are below the limit value of 5 to 38 mg / l and are therefore classified as harmless.
de: Daher beträgt der Grenzwert in Mineralwasser 50 mg/l. Die im Trinkwasser der Region enthaltenen Nitratwerte liegen mit 5 bis 38 mg/l unter dem Grenzwert und sind daher als unbedenklich einzustufen.

# tapwater_index_quantity_of_nitrate
source: For comparison: Constance lake water contains only 4 mg nitrate per liter.
de: Zum Vergleich: Bodensee-Wasser enthält nur 4 mg Nitrat pro Liter.

# tapwater_index_role_of_sulfate
source: Sulfates have an anti-digestive action, even with a laxative content of 1200 mg / l.
de: Sulfate wirken verdauungsfördernd, ab einem Gehalt von 1200 mg/l sogar abführend.

# tapwater_index_mineral_water
source: If mineral water contains more than 1200 mg / l and at the same time high concentrations of minerals such as magnesium, calcium, fluoride, bicarbonate and carbon dioxide, it is referred to as medicinal water.
de: Enthält ein Mineralwasser mehr als 1200 mg/l und gleichzeitig hohe Kontentrationen an Mineralstoffen wie Magnesium, Calcium, Flourid, Hydrogencarbonat sowie Kohlendioxid, wird es als Heilwasser bezeichnet.

# tapwater_index_effect_of_sulfate_on_health
source: However, infants and patients with diseases of the digestive tract and a tendency to form uric acid stones should have little sulphate (content <240 mg / l).
de: Säuglinge und Patienten mit Erkrankungen des Verdauungstraktes und Neigung zur Bildung von Harnsäuresteinen sollten jedoch wenig Sulfat zu sich nehmen (Gehalt < 240 mg/l).

# tapwater_index_less_sulfate
source: But also water with little sulphate has something good: It is tasted mostly positive. High sulfate contents, on the other hand, are expressed in a sweet to bitter taste.
de: Doch auch Wasser mit wenig Sulfat hat etwas Gutes: Es wird geschmacklich meist positiv empfunden. Hohe Sulfatgehalte hingegen äußern sich in einem süßen bis bitterem Geschmack.

# tapwater_index_comparison_with_mineral_water
source: Comparison with mineral water
de: Vergleich mit Mineralwasser

# tapwater_index_value:
source: Value:
de: Wert:

# tapwater_index_values_unknown_user
source: Unknown
de: Unbekannt

# tapwater_index_values_verified_authority_title
source: Measured value of verified agency staff
de: Messwert von verifizierten Behördenmitarbeiter

# tapwater_index_values_verified_authority
source: This measured value was provided by a verified agency staff.
de: Dieser Messwert wurde von einem verifizierten Behördenmitarbeiter bereitgestellt.

# tapwater_index_values_not_verified_authority_title
source: Measured value of unauthorized agency staff
de: Messwert von nicht verifizierten Behördenmitarbeiter

# tapwater_index_values_not_verified_authority
source: This measured value was provided by a (still) unauthorized agency staff.
de: Dieser Messwert wurde von einem (noch) nicht verifizierten Behördenmitarbeiter bereitgestellt.

# tapwater_index_values_private_person_title
source: Measured value from private person
de: Messwert von Privatperson

# tapwater_index_values_private_person
source: This measure was provided by a private person.
de: Dieser Messwert wurde von einer Privatperson bereitgestellt.

# tapwater_index_limit_value
source: Limit value:
de: Grenzwert:

# tapwater_index_average
source: Average:
de: Durchschnitt

# tapwater_index_bracket_region_name_point_red_line
source: (Heilbronn region: red line)
de: (Region Heilbronn: rote Linie)

# tapwater_index_daily_requirement
source: Daily requirement:
de: Tagesbedarf:

# tapwater_index_water_hardness
source: The water hardness indicates how soft or hard a water is. The more calcium and magnesium are contained in a water, the harder it is.
de: Die Wasserhärte gibt an, wie weich oder hart ein Wasser ist. Je mehr Calcium und Magnesium in einem Wasser enthalten sind, desto härter ist es.

# tapwater_index_hard_water
source: Hard water can cause limes in kitchen and bathroom. Because of its high calcium and magnesium content, it is healthier than soft water. <br> (Calcium: build-up of bones and teeth, magnesium: build-up of muscles and nerves)
de: Hartes Wasser kann in Küche und Bad Kalkflecken verursachen. Wegen seinem hohen Calcium- und Magnesiumgehalt ist es gesünder als weiches Wasser.<br />(Calcium: Aufbau von Knochen und Zähnen, Magnesium: Aufbau von Muskeln und Nerven?

# tapwater_index_value
source: Value
de: Wert

# tapwater_index_residual_alkalinity
source: Residual alkalinity
de: Restalkalität

# tapwater_index_area
source: Area
de: Bereich

# tapwater_index_region_avg_show
source: (red point)
de: (roter Punkt)

# tapwater_index_my_tap_water
source: My drinking water
de: Mein Leitungswasser

# tapwater_index_bracket_red_line
source: (Red Line)
de: (Rote Linie)

# tapwater_index_bracket_daily_requirement
source: Daily requirement
de: Tagesbedarf

# tapwater_index_importance_of_sodium
source: Sodium regulates the water balance.
de: Natrium reguliert den Wasserhaushalt.

# tapwater_index_importance_of_sodium_rich_water
source: Athletes are advised to use sodium-rich water, people with hypertension or infants should drink low-sodium water.
de: Sportlern ist natriumreiches Wasser zu empfehlen, Menschen mit Bluthochdruck oder Säuglinge sollten natriumarmes Wasser trinken.<br /><em>(weniger als 20 mg/l)</em>

# tapwater_index_importance_of_potassium_rich_water
source: Potassium balances the water and electrolyte balance, regulates the blood pressure and is important for a regular heart attack as well as the nerves.
de: Kalium hält den Wasser- und Elektrolythaushalt im Gleichgewicht, reguliert den Blutdruck und ist wichtig für einen regelmäßigen Herzschlag sowie die Nerven.

# tapwater_index_importance_of_calcium_teeth
source: Calcium is used to form bones and teeth.
de: Calcium wird zur Bildung der Knochen und Zähne gebraucht.

# tapwater_index_importance_of_calcium_blood
source: Calcium is also important for muscles and blood clotting.
de: Auch für die Muskeln und die Blutgerinnung ist Calcium wichtig.

# tapwater_index_influence_of_magnesium_on_energy
source: Magnesium influences the energy metabolism, the interplay of nerves on muscles, protein build-up and bone mineralization.
de: Magnesium beeinflusst den Energiestoffwechsel, das Zusammenspiel von Nerven auf Muskeln, für den Eiweißaufbau sowie und die Knochenmineralisation.

# tapwater_index_influence_of_chloride_on_water_balance
source: Chloride is important for regulation of water balance, nerves, heart and muscles as well as the acid-base balance.
de: Chlorid ist für Regulation des Wasserhaushaltes, die Nerven, das Herz und die Muskeln sowie den Säure-Basenhaushalt wichtig.

# tapwater_index_chloride_in_nutrition
source: Since chloride is a constituent of cooking salt, more than enough chloride is absorbed through the food.
de: Da Chlorid ein Bestandteil von Kochsalz ist, wird über die Nahrung meist mehr als genügend Chlorid aufgenommen.

# tapwater_index_nitrate_in_body
source: Nitrate is converted into toxic nitrite in the body. Nitrosamines can also be produced from nitrites.
de: Nitrat wird im Körper in giftiges Nitrit umgewandelt. Zudem können aus Nitriten krebserregende Nitrosamine entstehen.

# tapwater_index_effect_of_nitrite
source: The nitrite itself can cause an oxygen supply to all organs and tissues. Infants are especially vulnerable.
de: Das Nitrit selbst kann eine Sauerstoffunterversorgung aller Organe und Gewebe bewirken. Säuglinge sind hierfür besonders anfällig.

# tapwater_index_effect_of_sulfate
source: Sulfates have an anti-digestive action, even with a laxative content of 1200 mg / l.
de: Sulfate wirken verdauungsfördernd, ab einem Gehalt von 1200 mg/l sogar abführend.

# tapwater_index_return
source: Return
de: Zurück

# tapwater_index_nationally_acclaimed_water
source: Two superregional water and two water from the Heilbronn district were selected as examples. All four are still mineral water.
de: Beispielhaft wurden zwei überregional bekannte Wasser sowie zwei Wasser aus dem Landkreis Heilbronn ausgewählt. Alle vier sind stille Mineralwasser.

# tapwater_index_availibility_of_map
source: The map is currently only available for the city of Heilbronn and is still in an experimental stage.
de: Die Karte steht derzeit nur für die Stadt Heilbronn zur Verfügung und befindet sich noch in einem experimentellen Stadium.

# tapwater_index_streets_with_lowest_values
source: The streets with the lowest values are deep blue, the roads with the highest values are dyed red.
de: Die Straßen mit den niedrigsten Werten sind tiefblau, die Straßen mit den höchsten Werten rot eingefärbt.

# tapwater_index_information_on
source: Information about
de: Information zu

# tapwater_index_data_from_year
source: The data are from the year
de: Die Daten stammen aus dem Jahr

# tapwater_index_water_origin
source: Where does our drinking water come from?
de: Woher kommt unser Trinkwasser?

# tapwater_index_sources_wells_in_municipality_and_district
source: There are about 40 springs and wells in the city, about 130 in the county.
de: Im Stadtkreis gibt es etwa 40 Quellen und Brunnen, im Landkreis sind es etwa 130.
