Repository: opendata-heilbronn/tapwater
Catalog: python-app/locale/*/LC_MESSAGES/django.po
Languages: de

# tapwater_index_nitrate_in_heilbronn_water
source: Since the Heilbronn water is very hard and heavily contaminated with toxic nitrate, the city has been buying water from the Lake Constance for 43 years ( Lake Constance Water Supply Association).
de: Da das Heilbronner Wasser aber sehr hart und stark mit giftigem Nitrat belastet ist, kauft die Stadt seit 43 Jahren Wasser vom Bodensee (Zweckverband Bodensee-Wasserversorgung).

# tapwater_index_water_demand_in_heilbronn
source: Previously, the city covered the water requirement over 60 to 70 percent of its own water. This has turned to the contrary. The proportion of seawater water today is 80 to 85 percent.
de: Zuvor deckte die Stadt den Wasserbedarf über 60 bis 70 Prozent Eigenwasser. Dies hat sich ins Gegenteil gekehrt. Der Anteil an Bodenseewasser liegt heute bei 80 bis 85 Prozent.

# tapwater_index_admixture_of_lake_constance_water
source: Why do some authorities renounce the admixture of Constance lake water?
de: Warum verzichten manche Kommunen auf die Beimischung von Bodenseewasser?

# tapwater_index_drinking_water_from_own_source
source: It is more favorable for the authorities to obtain their drinking water exclusively from their own sources
de: Günstiger ist es für die Kommunen, wenn sie ihr Trinkwasser ausschließlich aus eigenen Quellen beziehen.

# tapwater_index_commune_Jagsthausen_own_water
source: The municipality of Jagsthausen, for example, supplies 100% of its inhabitants with their own water.
de: Die Gemeinde Jagsthausen beispielsweise versorgt ihre Einwohner zu 100 Prozent mit Eigenwasser.

# tapwater_index_admixture_of_water_other_communes
source: We have decent water, which is hard. But we see no reason for an admixture of foreign water, as other authorities do.
de: “Wir haben hier ordentliches Wasser, das zwar hart ist. Aber wir sehen keinen Anlass für eine Beimischung von Fremdwasser, wie es andere Kommunen tun”

# tapwater_index_mayor_Roland_Halter
source: Mayor Roland Halter
de: Bürgermeister Roland Halter

# tapwater_index_compliant_from_authority
source: There were no complaints from the community, many residents had a water softening plant. A connection to Constance lake water in the case of Jagsthausen is associated with high investment costs and is currently not an issue.
de: Beschwerden aus der Gemeinde gäbe es keine, viele Einwohner hätten eine Enthärtungsanlage. Eine Anbindung an Bodenseewasser sei im Fall von Jagsthausen mit hohen Investitionskosten verbunden und derzeit kein Thema.

# tapwater_index_taste_of_drinking_water
source: Why does my drinking water not taste as well as mineral water?
de: Warum schmeckt mein Trinkwasser nicht so gut wie Mineralwasser?

# tapwater_index_taste_of_water_from_minerals
source: The taste of water is determined by the minerals contained in it.
de: Der Geschmack von Wasser wird durch die in ihm enthaltenen Mineralien bestimmt.

# tapwater_index_water_with_much_sodium_potasium
source: Water with a lot of sodium and potassium, is perceived as salty in the taste. Sodium-poor water - like the Heilbronner drinking water - tastes milder.
de: Wasser mit viel Natrium und Kalium, wird als salziger im Geschmack empfunden. Natriumarmes Wasser - wie das Heilbronner Trinkwasser - hingegen schmeckt milder.

# tapwater_index_unpleasant_taste_of_water
source: An unpleasant taste can arise if the pipelines in the building are contaminated. The authorities control drinking water quality only up to the respective doorstep. In the house, the responsibility lies with the owner of the building.
de: Ein unangenehmer Geschmack kann entstehen, wenn die Rohrleitungen im Gebäude verunreinigt sind. Die Stadtwerke kontrollieren die Trinkwasserqualität nur bis zur jeweiligen Haustüre. Im Haus liegt die Verantwortung beim Gebäudeeigentümer.

# tapwater_index_meaning_of_water_hardness_for_me
source: What means water hardness to me?
de: Was bedeutet die Wasserhärte für mich?

# tapwater_index_hard_water_everywhere
source: Everywhere where hard water flows slowly or is heated to over 60 degrees, lime settles. So lime spots are created in the kitchen and the bathroom, while the washing laundry is more detergent necessary, some household appliances must be regularly decalcified. This applies with a water hardness of 21.
de: Überall dort, wo hartes Wasser langsam fließt oder auf über 60 Grad erhitzt wird, setzt sich Kalk ab. In Küche und Bad entstehen so Kalkflecken, beim Wäschewaschen ist mehr Waschmittel nötig, manche Haushaltsgeräte müssen regelmäßig entkalkt werden. Dies gilt ab einem Wasserhärtegrad von 21.

# tapwater_index_limit_of_water_hardness_in_heilbronn
source: In Heilbronn, the upper limit of water hardness is 18 degrees. Hard water does not pose any threat to health; on the contrary, because of the high calcium and magnesium content, it is healthier than soft water.
de: In Heilbronn liegt die Obergrenze der Wasserhärte bei 18 Grad. Gesundheitlich birgt hartes Wasser keine Gefahren, im Gegenteil: wegen des hohen Calcium- und Magnesiumgehaltes ist es gesünder als weiches Wasser.

# tapwater_index_why_we_dont_have_soft_water
source: Why we do not have soft drinking water?
de: Warum gibt es bei uns kein weiches Trinkwasser?

# tapwater_index_most_of_heilbronn_drinking_water_wells
source: Most of the Heilbronn drinking water fountains are located in the rock layer Gipskeuper, which is responsible for the very high magnesium and calcium content in the water. Since these two minerals determine the hardness of the water, there is no soft water in Heilbronn.
de: Die meisten der Heilbronner Trinkwasserbrunnen befinden sich in der Gesteinsschicht Gipskeuper, der für den sehr hohen Magnesium- und Calciumgehalt im Wasser verantwortlich ist. Da diese beiden Mineralien den Härtegrad des Wassers bestimmen, gibt es in Heilbronn kein weiches Wasser

# tapwater_index_hardness_degree_of_heilbronn_water
source: The Heilbronn water has a degree of hardness of up to 28 degrees German hardness, in some of the 40 wells water flows with 30 degrees of German hardness.
de: Das Heilbronner Wasser hat einen Härtegrad von bis zu 28 Grad deutscher Härte, in manchen der 40 Brunnen fließt Wasser mit 30 Grad deutscher Härte.

# tapwater_index_how_different_hardness_degree_developed
source: How are the various degrees of hardness developed?
de: Wie entstehen die verschiedenen Härtegrade?

# tapwater_index_the_taste_of_water_from_minerals
source: The taste of water is determined by the minerals contained in it.
de: Der Geschmack von Wasser wird durch die in ihm enthaltenen Mineralien bestimmt.

# tapwater_index_minerals_substances_in_drinking_water
source: Drinking water contains various amounts of mineral substances such as calcium and magnesium, depending on whether it is surface, ground or spring water.
de: Trinkwasser enthält verschiedene Mengen der Mineralstoffe Calcium und Magnesium - je nachdem ob es sich um Oberflächen-, Grund oder Quellwasser handelt.

# tapwater_index_hardness_of_water_depending_on_minerals
source: The more calcium and magnesium in the water, the harder it is.
de: Je mehr Calcium und Magnesium im Wasser sind, desto härter ist es.

# tapwater_index_unit_german_hardness
source: Unit °dH - “Degree of German hardness“?
de: Einheit °dH - “Grad deutscher Härte”?

# tapwater_index_outdated_unit
source: The unit °dH (degree of German hardness) is obsolete, but is still used in practice. In addition to °dH, millimole per liter (mmol/l) is used.
de: Die Einheit °dH (Grad deutscher Härte) ist veraltet, aber in der Praxis nach wie vor gebräuchlich. Neben °dH wird Millimol pro Liter (mmol/l) verwendet.

# tapwater_index_areas:
source: Areas:
de: Bereiche

# tapwater_index_soft
source: Soft: less than 1.5 millimoles of calcium carbonate per liter (equivalent to less than 8.4 degrees of German hardness)
de: weich: weniger als 1,5 Millimol Calciumcarbonat je Liter (entspricht weniger als 8,4 Grad deutscher Härte)

# tapwater_index_normal
source: Medium: 1.5 to 2.5 millimoles of calcium carbonate per liter (equivalent to 8.4 to 14 degrees of German hardness)
de: mittel: 1,5 bis 2,5 Millimol Calciumcarbonat je Liter (entspricht 8,4 bis 14 Grad deutscher Härte)

# tapwater_index_hard
source: Hard: more than 2.5 millimoles of calcium carbonate per liter (equivalent to more than 14 degrees of German hardness)
de: hart: mehr als 2,5 Millimol Calciumcarbonat je Liter (entspricht mehr als 14 Grad deutscher Härte)

# tapwater_index_additional_links
source: Additional links
de: Weiterführende Links

# tapwater_index_heilbronn_water_mineral_richness
source: Heilbronn water: rich of minerals (Stimme.de, on 22 March 2014)
de: Heilbronner Wasser: Reich an Mineralien (Stimme.de, 22.03.2014)

# tapwater_index_drinking_water_approvisioning
source: Drinking water supply
de: Trinkwasserverordnung

# tapwater_index_labor_examination_of_drinking_water_quality
source: List of labors for the examination of drinking water quality
de: Liste an Laboren zur Untersuchung der Trinkwasserqualität

# tapwater_index_broschure_of_federal_environment_agency
source: Broschure of Federal Environment Agency: Around the drinking water
de: Broschüre des Umweltbundesamts “Rund um das Trinkwasser”

# tapwater_index_municipal utility_heilbron_section_water
source: Municipalt uility of Heilbronn, section water
de: Stadtwerke Heilbronn, Rubrik Wasser

# tapwater_index_sources
source: Resources
de: Quellen

# tapwater_index_german_society_for_nutrition
source: German society for nutrition
de: Deutsche Gesellschaft für Ernährung

# tapwater_index_federal_instituf_of_risk_assessment
source: Federal institut of risk assessment
de: Bundesinstitut für Risikobewertung

# tapwater_index_website_of_communes_in_heilbronn_district
source: Websites of communes in Heilbronn district
de: Webseiten der Gemeinden im Landkreis Heilbron

# tapwater_chart_title
source: Time of measurement
de: Entwicklung der Messwerte für

# tapwater_index_chart_info
source: For measured values for which only one value range is specified, a mean value is displayed.
de: Bei Messwerten bei denen nur ein Wertebereich angegeben ist, wird ein Mittelwert angezeigt.

# tapwater_history
source: History
de: Historie

# authority_user
source: authority
de: Behördenmitarbeiter

source: authority:
de: Behörde:

source: Registered since:
de: Registriert seit:

# private_user
source: Private person
de: Privatperson

# tapwater_index_hardnessSoft
source: soft
de: weich

# tapwater_index_hardnessMiddle
source: medium
de: mittel

# tapwater_index_hardnessHard
source: hard
de: hart

# tapwater_index_hardnessVeryHard
source: (very) hard
de: (sehr) hart

# tapwater_chart_xaxis
source: Time of measurement
de: Zeitpunkt der Messung

# tapwater_chart_yaxis
source: Measured value
de: Messwert

# users_base_title
source: Drinking Water-Tool
de: Trinkwasser - Tool

# users_base_add_measurment
source: Add measurement
de: Messwerte hinzufügen

# users_base_my_measurments
source: My measurements
de: Meine Messungen

# users_base_choose_language
source: Language
de: Sprache

# login_utilities_mail_reg_salutation
source: Hello
de: Hallo

# login_utilities_mail_reg_thanks
source: Thank you for registering with our drinking water tool.
de: vielen Dank für Ihre Registrierung beim Trinkwasser-Tool.

# login_utilities_mail_reg_login
source: Your user account has been created and you can now request a login token from our website.
de: Ihr Nutzerkonto wurde angelegt und Sie können sich nun auf unserer Webseite einen Login-Token anfordern.

# login_utilities_mail_reg_endingending
source: Your Drinking Water-Tool Team
de: Ihr Trinkwasser-Tool Team

# users_index_welcome
source: Welcome to your personal drinking water tool!
de: Herzlich willkommen!

# users_index_thanks
source: Hardness
de: Vielen Dank für die Unterstützung des Trinkwasser-Tools.

# users_insert_measure_success
source: Save successful!
de: Speichern erfolgreich!

# users_insert_measure_dangeralert
source: Saving failed!
de: Speichern fehlgeschlagen!

# users_insert_measure_dangertxt
source: The form has not been filled correctly.
de: Das Formular wurde nicht ordnungsgemäß ausgefüllt.

# users_insert_measure_enter
source: Enter the measurement
de: Eingabe der Messung

# users_insert_measure_city
source: City
de: Stadt

# users_insert_measure_city_placeholder
source: City
de: Ort eingeben...

# users_insert_measure_district
source: District (optional)
de: Ortsteil (optional)

# users_insert_measure_date
source: Note
de: Messdatum

# users_insert_measure_date_placeholder
source: Saving failed!
de: dd.mm.jjjj

# users_insert_measure_source
source: Source
de: Quelle

# users_insert_measure_note
source: Note
de: Anmerkung

# users_insert_measure_potassium
source: Potassium
de: Kalium

# users_insert_measure_chloride
source: Chloride
de: Chlorid

# users_insert_measure_nitrate
source: Nitrate
de: Nitrat

# users_insert_measure_sulfate
source: Sulfate
de: Sulfat

# users_insert_measure_hardness
source: Hardness
de: Härte

# users_insert_measure_street
source: Street
de: Straße

# users_insert_measure_zone_info_title
source: Zone
de: Wichtiger Hinweis:

# users_insert_measure_zone_info
source: Zone
de: Bitte geben Sie nur dann eine Zone ein, wenn Ihnen der Zonenname für das entsprechende Gebiet des örtlichen Trinkwasserversorgers bekannt ist.

# users_insert_measure_addarea
source: Add area
de: Weiteren Bereich hinzufügen

# users_insert_measure_sendbutton
source: Send measurements
de: Messwerte senden

# users_registration_pr_title
source: Registration
de: Registrierung

# users_registration_pr_fail
source: The registration failed, please check your details.
de: Die Registrierung ist fehlgeschlagen, bitte prüfen Sie Ihre Angaben.

# users_registration_pr_success
source: Your registration was successful!
de: Ihre Registrierung war erfolgreich!

# users_registration_pr_submit
source: Send registration
de: Registrierung senden

# users_measurement_measurements
source: Measurements
de: Messungen

# users_measurement_info_one
source: You have already set
de: Sie haben bislang

# users_measurement_info_two
source: measurements. Thanks a lot for this!
de: Messungen im Trinkwasser Tool eingestellt. Vielen Dank dafür!

# email_not_in_db
source: Email address isn't registered
de: Email Adresse ist nicht registriert

# users_registration_firstname
source: First name
de: Vorname

# users_registration_lastname
source: Last name
de: Nachname

# users_registration_authority
source: Municipality
de: Von welcher Gemeinde sind Sie?

# users_registration_email
source: E-mail address
de: E-Mail Adresse

# users_registration_check_box
source: are you worker of a municipality?
de: Sind Sie Behördenmitarbeiter?

# email_already_in_db
source: The following email adress is aleready registered:
de: Die folgende E-Mail Adresse ist bereits registriert:

# send_token_success
source: Link was sent to your mail address.
de: Der Link wurde per Email versendet

# send_token_failed
source: Link could not be sent to your email address! Please register first.
de: Der Link konnte nicht an die von Ihnen angegebene Email-Adresse gesendet werden! Bitte registrieren Sie sich.

# admin_measurement_locations_headline
source: Overview of locations
de: Übersicht der Orte
